tap 'homebrew/cask-versions'
tap 'buo/cask-upgrade'

cask 'dashlane'
cask 'dmenu-mac'
cask 'docker'
cask 'firefox'
cask 'font-fira-mono-for-powerline'
cask 'google-cloud-sdk'
cask 'homebrew/cask-fonts/font-jetbrains-mono'
cask 'iterm2'
cask 'keybase'
cask 'michaelvillar-timer'
cask 'slack'
cask 'sf-symbols'
cask 'tunnelblick'
cask 'ubersicht'
cask 'visual-studio-code'
cask 'vlc'

brew 'asdf'
brew 'automake'
brew 'awscli'
brew 'binutils'
brew 'bmon'
brew 'brew-cask-completion'
brew 'coreutils'
brew 'curl'
brew 'diffutils'
brew 'duti'
brew 'findutils'
brew 'fontconfig'
brew 'freetype'
brew 'gawk'
brew 'gcc'
brew 'gdb'
brew 'gettext'
brew 'git'
brew 'git-crypt'
brew 'glib'
brew 'gnu-indent'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-which'
brew 'gnupg'
brew 'gnutls'
brew 'go'
brew 'gopass'
brew 'grep'
brew 'gzip'
brew 'helm'
brew 'htop'
brew 'hub'
brew 'jq'
brew 'kubectl'
brew 'kubectx'
brew 'mas'
brew 'mtr'
brew 'openssl'
brew 'pcre2'
brew 'pinentry-mac'
brew 'pipenv'
brew 'pycodestyle'
brew 'pylint'
brew 'python'
brew 'screen'
brew 'skhd'
brew 'ssh-copy-id'
brew 'starship'
brew 'svn'
brew 'tfenv'
brew 'tmux'
brew 'tree'
brew 'velero'
brew 'watch'
brew 'wget'
brew 'xclip'
brew 'yabai'
brew 'zsh-git-prompt'
